[
    {
        "date": "Mon Dec 24 2018",
        "title": "Test Note",
        "text": "This is a sample note. You can create, edit, and delete notes with Jot. To create a note, click the +Note button, add your title and text, and click the Create button. It's that easy. To edit a note, select the note you wish to edit, then click the Edit button. You can then edit the title and/or the text. To delete a note, select the note you wish to delete, then click the Delete button, and POOF, it's gone! Go on... Give it a try!"
    },
    {
        "date": "Tue Dec 25 2018",
        "title": "Lemonade Recipe",
        "text": "I saw this on the back of a bag of lemons: 1. squeeze the juice of 5 lemons. 2. Add to 2 quarts of water. 3. Add 1 cup of sugar. 4. Stir well and refrigerate. Makes 2 quarts."
    },
    {
        "date": "Mon Dec 31 2018",
        "title": "Social Good Ipsum",
        "text": "Radical synergy optimism incubator granular policymaker, fairness black lives matter human-centered. Change-makers invest grit resist; emerging; thought provoking. Social capital co-creation, social entrepreneur best practices mass incarceration incubator philanthropy. Justice challenges and opportunities, communities systems thinking circular. From http://socialgoodipsum.com"
    },
    {
        "date": "Fri Jan 4 2019",
        "title": "Cupcake Ipsum",
        "text": "Danish sesame snaps powder croissant gingerbread chocolate bar. Carrot cake biscuit icing sesame snaps dragée tiramisu chocolate halvah macaroon. Carrot cake dragée cake cake. from http://www.cupcakeipsum.com"
    },
    {
        "date": "Fri Jan 11 2019",
        "title": "Bring a gift",
        "text": "We've been invited to Mara's birthday party. We should bring a gift. I know she loves stemware."
    },
    {
        "date": "Thu Jan 10 2019",
        "title": "Bake a cake",
        "text": "We need a cake, chocolate, to celebrate my graduation. It has to be chocolate. I would love a couple of layers. Be sure it's chocolate. Did I mention it needs to be chocolate? Like seriously, whatever is created, add more chocolate!"
    },
    {
        "date": "Thu Jan 10 2019",
        "title": "Finish Outcomes HW",
        "text": "Send the following to Outcomes ASAP: 1. Completed resume(PDF Google docs link) 2. Completed cover letter. 3. Links to my updated portfolio, updated LinkedIn, and GA Pages."
    }
]